---
kind: enumMember
id: F:Autodesk.Revit.DB.Structure.BendingDetailTypeMultipleValuesIndicatorOptions.MinimumMaximum
enum: Autodesk.Revit.DB.Structure.BendingDetailTypeMultipleValuesIndicatorOptions
source: html/4c1439fb-dbbf-97c2-4160-587bdd875535.htm
---
# Autodesk.Revit.DB.Structure.BendingDetailTypeMultipleValuesIndicatorOptions.MinimumMaximum

The values will be obtained from all included bars in the rebar set and it will be shown in a form like minimumValue...maximumValue.